Repository: infoman/rubycas-server
Catalog: po/*/rubycas-server.po
Languages: fr_fr

source: Your login request did not include a login ticket. There may be a problem with the authentication system.
fr_fr: Votre requête d'identification n'a pas inclus de ticket d'identification. Il se peut qu'il y ait un problème avec le système d'identification.

source: The login ticket you provided has already been used up. Please try logging in again.
fr_fr: Le ticket d'identification que vous avez fourni a été consommé. Veuillez essayer de vous reconnecter

source: You took too long to enter your credentials. Please try again.
fr_fr: Le délai de saisie de vos login et mot de passe a expiré. Veuillez réessayer.

source: The login ticket you provided is invalid. There may be a problem with the authentication system.
fr_fr: Le ticket d'identification que vous avez fourni n'est pas valide. Il se peut qu'il y ait un problème avec le système d'identification.

source: You are currently logged in as '%s'. If this is not you, please log in below.
fr_fr: Vous êtes actuellement connecté en tant que '%s'. Si ce n'est pas vous, veuillez vous connecter ci-dessous.

source: The client and server are unable to negotiate authentication. Please try logging in again later.
fr_fr: Le client et le serveur ne peuvent négocier l'identification. Veuillez réessayer ultérieurement.

source: The server cannot fulfill this gateway request because no service parameter was given.
fr_fr: Le serveur ne peut pas répondre à cette demande (aucun paramètre de service n'a été donné).

source: The target service your browser supplied appears to be invalid. Please contact your system administrator for help.
fr_fr: Le service cible que votre navigateur a fourni semble incorrect. Veuillez contacter votre administrateur système pour assistance.

source: Could not guess the CAS login URI. Please supply a submitToURI parameter with your request.
fr_fr: Impossible de trouver l'URI de connection de CAS. Veuillez fournir le paramètre submitToURI avec votre requête.

source: You have successfully logged in.
fr_fr: Vous vous êtes authentifié(e) auprès du Service Central d'Identification.

source: Incorrect username or password.
fr_fr: Les informations transmises n'ont pas permis de vous authentifier

source: You have successfully logged out.
fr_fr: Vous vous êtes déconnecté(e) du Service Central d'Identification.

source: Please click on the following link to continue:
fr_fr: S'il vous plaît cliquer sur le lien suivant pour continuer:

source: To generate a login ticket, you must make a POST request.
fr_fr: Pour générer un ticket de connexion, vous devez faire une requête POST.

source: Central Login
fr_fr: Service Central d'Identification.

source: Please wait...
fr_fr: Veuillez patienter...

source: Username
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: Remeber me on this computer
fr_fr: Se souvenir de moi

source: LOGIN
fr_fr: SE CONNECTER
